Repository: replyto-pocketcare/pocketcare-app
Catalog: apps/ios/App/Resources/Localizable.xcstrings
Source language: en
Languages: hi, nl

# cashflow:addSavingsTitle
source: Add savings plan
hi: बचत योजना जोड़ें
nl: Spaarplan toevoegen

# cashflow:amount
source: Amount
hi: राशि
nl: Bedrag

# cashflow:amountCur
source: Amount (%1$@)
hi: राशि (%1$@)
nl: Bedrag (%1$@)

# cashflow:autoPosts
source: auto-posts
hi: स्वतः पोस्ट
nl: boekt automatisch

# cashflow:cancel
source: Cancel
hi: रद्द करें
nl: Annuleren

# cashflow:categoryOptional
source: Category (optional)
hi: श्रेणी (वैकल्पिक)
nl: Categorie (optioneel)

# cashflow:commitments
source: %1$@ commitments
hi: %1$@ प्रतिबद्धताएँ
nl: %1$@ verplichtingen

# cashflow:confirm
source: confirm
hi: पुष्टि करें
nl: bevestigen

# cashflow:depositInto
source: Deposit into
hi: किसमें जमा करें
nl: Storten op

# cashflow:dirLabel.income
source: recurring income
hi: आवर्ती आय
nl: terugkerende inkomsten

# cashflow:dirLabel.payment
source: recurring payment
hi: आवर्ती भुगतान
nl: terugkerende betaling

# cashflow:edit
source: Edit
hi: संपादित करें
nl: Bewerken

# cashflow:emiPerMonth
source: EMI / mo
hi: ईएमआई / माह
nl: EMI / mnd

# cashflow:emptyIncomes
source: Log your salary, freelance payments and other regular income to see your true monthly inflow.
hi: अपनी सच्ची मासिक आवक देखने के लिए अपना वेतन, फ्रीलांस भुगतान और अन्य नियमित आय दर्ज करें।
nl: Leg je salaris, freelancebetalingen en andere regelmatige inkomsten vast om je echte maandelijkse inkomsten te zien.

# cashflow:emptyPayments
source: Add rent, bills, subscriptions and loan EMIs to track everything you're committed to.
hi: जिन सब चीज़ों के लिए आप प्रतिबद्ध हैं उन्हें ट्रैक करने के लिए किराया, बिल, सदस्यताएँ और लोन ईएमआई जोड़ें।
nl: Voeg huur, rekeningen, abonnementen en EMI's van leningen toe om alles te volgen waar je je aan hebt verbonden.

# cashflow:emptySavings
source: Set up a recurring saving (a transfer into an investment account), or add individual holdings on the Investments page.
hi: एक आवर्ती बचत सेट करें (किसी निवेश खाते में स्थानांतरण), या निवेश पेज पर व्यक्तिगत होल्डिंग्स जोड़ें।
nl: Stel terugkerend sparen in (een overboeking naar een beleggingsrekening), of voeg losse posities toe op de pagina Beleggingen.

# cashflow:financialSummary
source: Financial summary · AI projection
hi: वित्तीय सारांश · AI प्रक्षेपण
nl: Financieel overzicht · AI-prognose

# cashflow:firstDue
source: First due
hi: पहली देय
nl: Eerste vervaldatum

# cashflow:freeSurplus
source: Free surplus
hi: मुक्त अधिशेष
nl: Vrij overschot

# cashflow:freq.daily
source: daily
hi: दैनिक
nl: dagelijks

# cashflow:freq.monthly
source: monthly
hi: मासिक
nl: maandelijks

# cashflow:freq.weekly
source: weekly
hi: साप्ताहिक
nl: wekelijks

# cashflow:freq.yearly
source: yearly
hi: वार्षिक
nl: jaarlijks

# cashflow:frequency
source: Frequency
hi: आवृत्ति
nl: Frequentie

# cashflow:goToLoans
source: Go to Loans →
hi: लोन पर जाएँ →
nl: Naar Leningen →

# cashflow:incomeMinusPayments
source: income − payments
hi: आय − भुगतान
nl: inkomsten − betalingen

# cashflow:incomeVsPayments
source: Income vs payments vs savings
hi: आय बनाम भुगतान बनाम बचत
nl: Inkomsten vs betalingen vs sparen

# cashflow:intoSavings
source: Into savings
hi: बचत में
nl: Naar sparen

# cashflow:intro
source: Every recurring income, payment and saving in one place — with an AI projection of where you'll stand in 1, 2 and 3 years.
hi: हर आवर्ती आय, भुगतान और बचत एक जगह — साथ में एक AI प्रक्षेपण कि आप 1, 2 और 3 वर्षों में कहाँ खड़े होंगे।
nl: Elke terugkerende inkomst, betaling en besparing op één plek — met een AI-prognose van waar je over 1, 2 en 3 jaar staat.

# cashflow:loanFallback
source: Loan
hi: लोन
nl: Lening

# cashflow:loanNote
source: Loans have their own page — add the lender, EMI, tenure and interest, then track EMIs paid and a full month-by-month amortization schedule.
hi: लोन का अपना पेज है — ऋणदाता, ईएमआई, अवधि और ब्याज जोड़ें, फिर भुगतान की गई ईएमआई और पूरा महीने-दर-महीने परिशोधन शेड्यूल ट्रैक करें।
nl: Leningen hebben hun eigen pagina — voeg de geldverstrekker, EMI, looptijd en rente toe, en volg dan betaalde EMI's en een volledig maand-voor-maand aflossingsschema.

# cashflow:loanSubtitle
source: Loan / EMI · principal %1$@ · view schedule →
hi: लोन / ईएमआई · मूलधन %1$@ · शेड्यूल देखें →
nl: Lening / EMI · hoofdsom %1$@ · schema bekijken →

# cashflow:makeRecurring
source: Make it recurring
hi: इसे आवर्ती बनाएं
nl: Terugkerend maken

# cashflow:modalAdd
source: Add %1$@
hi: %1$@ जोड़ें
nl: %1$@ toevoegen

# cashflow:modalEdit
source: Edit %1$@
hi: %1$@ संपादित करें
nl: %1$@ bewerken

# cashflow:name
source: Name
hi: नाम
nl: Naam

# cashflow:netDifference
source: Net difference
hi: शुद्ध अंतर
nl: Nettoverschil

# cashflow:netMonthly
source: Net monthly cashflow (after savings)
hi: शुद्ध मासिक नकदी प्रवाह (बचत के बाद)
nl: Netto maandelijkse cashflow (na sparen)

# cashflow:next
source: next %1$@
hi: अगला %1$@
nl: volgende %1$@

# cashflow:nextDue
source: Next due
hi: अगली देय
nl: Volgende vervaldatum

# cashflow:nextExpected
source: Next expected on
hi: अगली अपेक्षित तिथि
nl: Volgende verwacht op

# cashflow:noCategory
source: No category
hi: कोई श्रेणी नहीं
nl: Geen categorie

# cashflow:oneOff
source: one-off entry
hi: एकमुश्त प्रविष्टि
nl: eenmalige invoer

# cashflow:payFrom
source: Pay from
hi: किससे भुगतान करें
nl: Betalen vanaf

# cashflow:payments
source: Payments
hi: भुगतान
nl: Betalingen

# cashflow:per
source: per %1$@
hi: प्रति %1$@

# cashflow:perAnnum
source: %1$@%% p.a.
hi: %1$@%% प्रति वर्ष
nl: %1$@%% p.j.

# cashflow:perMonth
source: /mo
hi: /माह
nl: /mnd

# cashflow:plannedPayments
source: Planned payments
hi: नियोजित भुगतान
nl: Geplande betalingen

# cashflow:plannedPaymentsTitle
source: Planned payments
hi: नियोजित भुगतान
nl: Geplande betalingen

# cashflow:plans
source: %1$@ plans
hi: %1$@ योजनाएँ
nl: %1$@ plannen

# cashflow:portfolioMeta
source: %1$lld holdings · invested %2$@ · view →
hi: %1$lld होल्डिंग्स · निवेशित %2$@ · देखें →
nl: %1$lld posities · belegd %2$@ · bekijken →

# cashflow:portfolioTitle
source: Invested portfolio
hi: निवेशित पोर्टफोलियो
nl: Belegde portefeuille

# cashflow:postAuto
source: Post automatically on the due date
hi: देय तिथि पर स्वचालित रूप से पोस्ट करें
nl: Automatisch boeken op de vervaldatum

# cashflow:postAutoOff
source: Off = we'll ask you to confirm each time it's due.
hi: बंद = हर बार देय होने पर हम आपसे पुष्टि माँगेंगे।
nl: Uit = we vragen je elke keer om bevestiging bij vervaldatum.

# cashflow:projNote
source: Projections model compounding growth and inflation on your current plan. Tune the assumptions below.
hi: प्रक्षेपण आपकी वर्तमान योजना पर चक्रवृद्धि वृद्धि और मुद्रास्फीति का मॉडल बनाते हैं। नीचे धारणाएँ समायोजित करें।
nl: Prognoses modelleren samengestelde groei en inflatie op je huidige plan. Pas de aannames hieronder aan.

# cashflow:quickAdd
source: Quick add · templates
hi: त्वरित जोड़ · टेम्पलेट
nl: Snel toevoegen · sjablonen

# cashflow:quickAddNoteLink
source: Recurring
hi: आवर्ती
nl: Terugkerend

# cashflow:quickAddNotePost
source: page to set up a rule that posts automatically (or asks you to confirm).
hi: पेज ताकि एक नियम सेट किया जा सके जो स्वचालित रूप से पोस्ट करता है (या आपसे पुष्टि माँगता है)।
nl: -pagina om een regel in te stellen die automatisch boekt (of je om bevestiging vraagt).

# cashflow:quickAddNotePre
source: Quick-add opens the
hi: त्वरित-जोड़ खोलता है
nl: Snel toevoegen opent de

# cashflow:recurringIncome
source: Recurring income
hi: आवर्ती आय
nl: Terugkerende inkomsten

# cashflow:recurringIncomes
source: Recurring incomes
hi: आवर्ती आय
nl: Terugkerende inkomsten

# cashflow:remove
source: Remove
hi: हटाएँ
nl: Verwijderen

# cashflow:removeItemMsg
source: "%1$@" will be removed.
hi: "%1$@" हटा दिया जाएगा।
nl: "%1$@" wordt verwijderd.

# cashflow:removeItemTitle
source: Remove this item?
hi: यह मद हटाएँ?
nl: Dit item verwijderen?

# cashflow:removeLoanMsg
source: "%1$@" will be removed.
hi: "%1$@" हटा दिया जाएगा।
nl: "%1$@" wordt verwijderd.

# cashflow:removeLoanTitle
source: Remove loan?
hi: लोन हटाएँ?
nl: Lening verwijderen?

# cashflow:removeRecurringMsg
source: "%1$@" will stop recurring.
hi: "%1$@" आवर्ती होना बंद कर देगा।
nl: "%1$@" stopt met terugkeren.

# cashflow:removeRecurringTitle
source: Remove this recurring item?
hi: यह आवर्ती मद हटाएँ?
nl: Dit terugkerende item verwijderen?

# cashflow:removeSubMsg
source: "%1$@" will be removed.
hi: "%1$@" हटा दिया जाएगा।
nl: "%1$@" wordt verwijderd.

# cashflow:removeSubTitle
source: Remove subscription?
hi: सदस्यता हटाएँ?
nl: Abonnement verwijderen?

# cashflow:returnPa
source: Return % p.a.
hi: रिटर्न % प्रति वर्ष
nl: Rendement % p.j.

# cashflow:returnPct
source: Return %
hi: रिटर्न %
nl: Rendement %

# cashflow:save
source: Save
hi: सहेजें
nl: Opslaan

# cashflow:savingEllipsis
source: Saving…
hi: सहेजा जा रहा है…
nl: Opslaan…

# cashflow:savingsInvest
source: Savings & investments
hi: बचत और निवेश
nl: Sparen & beleggen

# cashflow:selectAccount
source: Select an account
hi: एक खाता चुनें
nl: Selecteer een rekening

# cashflow:spentSoFar
source: ~%1$@ since %2$@
hi: %2$@ से ~%1$@
nl: ~%1$@ sinds %2$@

# cashflow:spentTooltip
source: Estimated from %1$@ payments since %2$@ at the current price. Actual charges may differ if the price changed or a payment was missed.
hi: %2$@ से %1$@ भुगतानों के आधार पर, वर्तमान कीमत पर अनुमानित। कीमत बदलने या भुगतान छूटने पर वास्तविक राशि भिन्न हो सकती है।
nl: Geschat op basis van %1$@ betalingen sinds %2$@ tegen de huidige prijs. De werkelijke kosten kunnen afwijken als de prijs is gewijzigd of een betaling is gemist.

# cashflow:startedRenewal
source: Started / next renewal
hi: आरंभ / अगला नवीनीकरण
nl: Gestart / volgende verlenging

# cashflow:subscription
source: Subscription
hi: सदस्यता
nl: Abonnement

# cashflow:timeframeNoun.daily
source: day
hi: दिन
nl: dag

# cashflow:timeframeNoun.monthly
source: month
hi: माह
nl: maand

# cashflow:timeframeNoun.weekly
source: week
hi: सप्ताह

# cashflow:timeframeNoun.yearly
source: year
hi: वर्ष
nl: jaar

# cashflow:title
source: Planned Cashflow
hi: नियोजित नकदी प्रवाह
nl: Geplande cashflow

# cashflow:trackHoldingsLink
source: Investments
hi: निवेश
nl: Beleggingen

# cashflow:trackHoldingsPost
source: page.
hi: पेज पर।
nl: -pagina.

# cashflow:trackHoldingsPre
source: Track individual holdings (stocks, MFs, FDs, crypto) on the
hi: व्यक्तिगत होल्डिंग्स (शेयर, एमएफ, एफडी, क्रिप्टो) ट्रैक करें
nl: Volg losse posities (aandelen, fondsen, deposito's, crypto) op de

# cashflow:viewSchedule
source: View schedule
hi: शेड्यूल देखें
nl: Schema bekijken

# cashflow:whereIncomeGoes
source: Where your income goes
hi: आपकी आय कहाँ जाती है
nl: Waar je inkomen naartoe gaat

# categories:add
source: Add
hi: जोड़ें
nl: Toevoegen

# categories:backToSettings
source: ← Settings
hi: ← सेटिंग्स
nl: ← Instellingen

# categories:cancel
source: Cancel
hi: रद्द करें
nl: Annuleren

# categories:collapse
source: Collapse
hi: संक्षिप्त करें
nl: Inklappen

# categories:deleteMsg
source: “%1$@” will be removed. Transactions keep their history but lose this category.
hi: “%1$@” हटा दी जाएगी। लेनदेन अपना इतिहास रखते हैं पर यह श्रेणी खो देते हैं।
nl: “%1$@” wordt verwijderd. Transacties behouden hun geschiedenis maar verliezen deze categorie.

# categories:deleteTitle
source: Delete this category?
hi: यह श्रेणी हटाएँ?
nl: Deze categorie verwijderen?

# categories:edit
source: Edit
hi: संपादित करें
nl: Bewerken

# categories:expand
source: Expand
hi: विस्तृत करें
nl: Uitklappen

# categories:expense
source: Expense
hi: व्यय
nl: Uitgave

# categories:income
source: Income
hi: आय
nl: Inkomsten

# categories:kind.expense
source: expense
hi: व्यय
nl: uitgave

# categories:kind.income
source: income
hi: आय
nl: inkomsten

# categories:name
source: Name
hi: नाम
nl: Naam

# categories:newCategory
source: New category
hi: नई श्रेणी
nl: Nieuwe categorie

# categories:save
source: Save
hi: सहेजें
nl: Opslaan

# categories:searchPlaceholder
source: Search categories…
hi: श्रेणियाँ खोजें…
nl: Categorieën zoeken…

# categories:title
source: Categories
hi: श्रेणियाँ
nl: Categorieën

# categories:topLevel
source: — top level —
hi: — शीर्ष स्तर —
nl: — hoofdniveau —

# categories:under
source: under %1$@
hi: %1$@ के अंतर्गत
nl: onder %1$@

# dashboard:addWidget
source: Add a widget
hi: विजेट जोड़ें
nl: Widget toevoegen

# dashboard:addWidgetIntro
source: Pick a tile to add to your dashboard. Resize and reorder it right on the page.
hi: अपने डैशबोर्ड में जोड़ने के लिए एक टाइल चुनें। आकार और क्रम पेज पर ही बदलें।
nl: Kies een tegel om aan je dashboard toe te voegen. Grootte en volgorde pas je direct op de pagina aan.

# dashboard:allAdded
source: Every widget is already on your dashboard.
hi: हर विजेट पहले से आपके डैशबोर्ड पर है।
nl: Elke widget staat al op je dashboard.

# dashboard:customize
source: Customize
hi: अनुकूलित करें
nl: Aanpassen

# dashboard:efShort
source: EF
hi: आपातकालीन
nl: Noodfonds

# dashboard:emptyBody
source: Add a widget to see your money at a glance.
hi: एक नज़र में अपना पैसा देखने के लिए विजेट जोड़ें।
nl: Voeg een widget toe om je geld in één oogopslag te zien.

# dashboard:emptyBudgets
source: No budgets yet.
hi: अभी तक कोई बजट नहीं।
nl: Nog geen budgetten.

# dashboard:emptyCashflow
source: No income or expenses yet.
hi: अभी तक कोई आय या खर्च नहीं।
nl: Nog geen inkomsten of uitgaven.

# dashboard:emptyGoals
source: No goals yet.
hi: अभी तक कोई लक्ष्य नहीं।
nl: Nog geen doelen.

# dashboard:emptyLabels
source: Add labels to transactions to see this.
hi: यह देखने के लिए लेन-देन पर लेबल जोड़ें।
nl: Voeg labels toe aan transacties om dit te zien.

# dashboard:emptyRecent
source: No transactions yet.
hi: अभी तक कोई लेन-देन नहीं।
nl: Nog geen transacties.

# dashboard:emptySpending
source: No spending recorded this month.
hi: इस महीने कोई खर्च दर्ज नहीं है।
nl: Deze maand nog geen uitgaven vastgelegd.

# dashboard:emptySplits
source: No open balances yet.
hi: अभी कोई बकाया नहीं।
nl: Nog geen openstaande saldi.

# dashboard:emptySubscriptions
source: No active subscriptions.
hi: कोई सक्रिय सदस्यता नहीं।
nl: Geen actieve abonnementen.

# dashboard:emptyTitle
source: Your dashboard is empty
hi: आपका डैशबोर्ड खाली है
nl: Je dashboard is leeg

# dashboard:emptyUpcoming
source: Nothing due.
hi: कुछ भी देय नहीं।
nl: Niets openstaand.

# dashboard:inflow
source: In
hi: आया

# dashboard:lastMonth
source: Last month
hi: पिछला महीना
nl: Vorige maand

# dashboard:moreCategories
source: +%1$@ more
hi: +%1$@ और
nl: +%1$@ meer

# dashboard:moreItems
source: +%1$@ more
hi: +%1$@ और
nl: +%1$@ meer

# dashboard:moveDown
source: Move down
hi: नीचे ले जाएँ
nl: Omlaag

# dashboard:moveUp
source: Move up
hi: ऊपर ले जाएँ
nl: Omhoog

# dashboard:net
source: net
hi: शुद्ध
nl: netto

# dashboard:outflow
source: Out
hi: गया
nl: Uit

# dashboard:perMonth
source: per month
hi: प्रति माह
nl: per maand

# dashboard:premium
source: Premium
hi: प्रीमियम

# dashboard:premiumNote
source: Premium tiles unlock with a Lite or Pro plan.
hi: प्रीमियम टाइलें Lite या Pro प्लान के साथ खुलती हैं।
nl: Premium-tegels ontgrendel je met een Lite- of Pro-abonnement.

# dashboard:singleCurrency
source: All your money is in %1$@. Add an account in another currency to see the split.
hi: आपका सारा पैसा %1$@ में है। बँटवारा देखने के लिए किसी दूसरी मुद्रा का खाता जोड़ें।
nl: Al je geld staat in %1$@. Voeg een rekening in een andere valuta toe om de verdeling te zien.

# dashboard:spent
source: Spent %1$@
hi: %1$@ खर्च
nl: %1$@ uitgegeven

# dashboard:subsCount
source: %1$lld active subscriptions
hi: %1$lld सक्रिय सदस्यताएँ
nl: %1$lld actieve abonnementen

# dashboard:subsCountSpent
source: %1$lld active subscriptions · ~%2$@ so far
hi: %1$lld सक्रिय सदस्यताएँ · अब तक ~%2$@
nl: %1$lld actieve abonnementen · ~%2$@ tot nu toe

# dashboard:subsSpentNote
source: Spend so far is estimated from each subscription's price and how long it's been running. Actual charges may differ.
hi: अब तक का खर्च हर सदस्यता की कीमत और वह कब से चल रही है, इससे अनुमानित है। वास्तविक शुल्क अलग हो सकते हैं।
nl: De uitgaven tot nu toe zijn geschat op basis van de prijs van elk abonnement en hoe lang het al loopt. De werkelijke kosten kunnen afwijken.

# dashboard:thisMonth
source: This month
hi: इस महीने
nl: Deze maand

# dashboard:tile.budgets
source: Budgets
hi: बजट
nl: Budgetten

# dashboard:tile.byCategory
source: Spending by category
hi: श्रेणी अनुसार खर्च
nl: Uitgaven per categorie

# dashboard:tile.byLabel
source: Spending by label
hi: लेबल अनुसार खर्च
nl: Uitgaven per label

# dashboard:tile.cashflow
source: Cashflow
hi: नकदी प्रवाह
nl: Kasstroom

# dashboard:tile.currencies
source: Across currencies
hi: सभी मुद्राओं में
nl: Over valuta's

# dashboard:tile.goals
source: Goals
hi: लक्ष्य
nl: Doelen

# dashboard:tile.monthCompare
source: This month vs last
hi: इस महीने बनाम पिछला महीना
nl: Deze maand versus vorige

# dashboard:tile.netTrend
source: Net cashflow trend
hi: शुद्ध नकदी प्रवाह का रुझान
nl: Trend netto kasstroom

# dashboard:tile.recent
source: Recent activity
hi: हाल की गतिविधि
nl: Recente activiteit

# dashboard:tile.spending
source: Spending this month
hi: इस महीने का खर्च
nl: Uitgaven deze maand

# dashboard:tile.splits
source: Friends & splits
hi: साझा और बकाया
nl: Gedeeld & verschuldigd

# dashboard:tile.subscriptions
source: Subscriptions
hi: सदस्यताएँ
nl: Abonnementen

# dashboard:tile.trends
source: Expense trends
hi: खर्च के रुझान
nl: Uitgaventrends

# dashboard:tile.upcoming
source: Upcoming payments
hi: आगामी भुगतान
nl: Aankomende betalingen

# dashboard:trendLast1m
source: Last month
hi: पिछला महीना
nl: Vorige maand

# dashboard:trendLast1w
source: Last week
hi: पिछला सप्ताह
nl: Vorige week

# dashboard:trendLast1y
source: Last year
hi: पिछला वर्ष
nl: Vorig jaar

# dashboard:trendLast3d
source: Last 3 days
hi: पिछले 3 दिन
nl: Laatste 3 dagen

# dashboard:width
source: Width
hi: चौड़ाई
nl: Breedte

# dashboard:youAreOwed
source: You're owed
hi: आपको मिलना है
nl: Jij krijgt

# dashboard:youOwe
source: You owe
hi: आप पर बकाया
nl: Jij bent verschuldigd

# data:backToSettings
source: Back to settings
hi: सेटिंग्स पर वापस
nl: Terug naar instellingen

# data:csvFile
source: CSV file
hi: CSV फ़ाइल
nl: CSV-bestand

# data:export
source: Export
hi: निर्यात
nl: Exporteren

# data:exportBtn
source: Export transactions (CSV)
hi: लेनदेन निर्यात करें (CSV)
nl: Transacties exporteren (CSV)

# data:exported
source: Exported %1$lld transactions.
hi: %1$lld लेनदेन निर्यात किए गए।
nl: %1$lld transacties geëxporteerd.

# data:exportFailed
source: Export failed: %1$@
hi: निर्यात विफल: %1$@
nl: Exporteren mislukt: %1$@

# data:exportNote
source: Downloads all your transactions as a CSV in Sanvya's own format — which you can re-import here anytime.
hi: आपके सभी लेनदेन को Sanvya के अपने प्रारूप में CSV के रूप में डाउनलोड करता है — जिसे आप यहाँ कभी भी फिर से आयात कर सकते हैं।
nl: Downloadt al je transacties als CSV in het eigen formaat van Sanvya — dat je hier altijd opnieuw kunt importeren.

# data:fileFormat
source: File format
hi: फ़ाइल प्रारूप
nl: Bestandsformaat

# data:firstIssues
source: First issues: %1$@
hi: पहली समस्याएँ: %1$@
nl: Eerste problemen: %1$@

# data:footerNote
source: New accounts and categories are created automatically (accounts default to “savings” — you can change the type afterward). Importing recomputes balances from your ledger. The Wallet by BudgetBakers importer is in beta — transfers may need a quick review.
hi: नए खाते और श्रेणियाँ स्वतः बन जाती हैं (खाते डिफ़ॉल्ट रूप से “बचत” होते हैं — बाद में आप प्रकार बदल सकते हैं)। आयात आपके लेजर से बैलेंस की पुनर्गणना करता है। Wallet by BudgetBakers आयातक बीटा में है — स्थानांतरणों की एक त्वरित समीक्षा आवश्यक हो सकती है।
nl: Nieuwe rekeningen en categorieën worden automatisch aangemaakt (rekeningen zijn standaard “spaarrekening” — je kunt het type daarna wijzigen). Importeren herberekent saldi uit je grootboek. De Wallet by BudgetBakers-importer is in bèta — overboekingen hebben mogelijk een snelle controle nodig.

# data:foundPreview
source: %1$lld transactions found in %2$@. Preview:
hi: %2$@ में %1$lld लेनदेन मिले। पूर्वावलोकन:
nl: %1$lld transacties gevonden in %2$@. Voorbeeld:

# data:import
source: Import
hi: आयात
nl: Importeren

# data:importBtn
source: Import %1$lld transactions
hi: %1$lld लेनदेन आयात करें
nl: %1$lld transacties importeren

# data:importing
source: Importing…
hi: आयात हो रहा है…
nl: Importeren…

# data:introPre
source: Back up your transactions to a CSV file, or bring data in from a CSV.
hi: अपने लेनदेन का CSV फ़ाइल में बैकअप लें, या किसी CSV से डेटा लाएँ।
nl: Maak een back-up van je transacties naar een CSV-bestand, of haal gegevens binnen uit een CSV.

# data:noExport
source: No transactions to export yet.
hi: अभी निर्यात करने के लिए कोई लेनदेन नहीं।
nl: Nog geen transacties om te exporteren.

# data:noRows
source: No rows found — check the file and the selected format.
hi: कोई पंक्ति नहीं मिली — फ़ाइल और चयनित प्रारूप जाँचें।
nl: Geen rijen gevonden — controleer het bestand en het gekozen formaat.

# data:preparing
source: Preparing…
hi: तैयार हो रहा है…
nl: Voorbereiden…

# data:readFail
source: Couldn't read the file: %1$@
hi: फ़ाइल पढ़ी नहीं जा सकी: %1$@
nl: Kon het bestand niet lezen: %1$@

# data:resultLine
source: %1$@ imported · %2$@ skipped · %3$@ failed
hi: %1$@ आयातित · %2$@ छोड़े गए · %3$@ विफल
nl: %1$@ geïmporteerd · %2$@ overgeslagen · %3$@ mislukt

# data:skipDup
source: Skip rows that already exist (same account, amount, type & date)
hi: पहले से मौजूद पंक्तियाँ छोड़ें (समान खाता, राशि, प्रकार और तिथि)
nl: Sla rijen over die al bestaan (zelfde rekening, bedrag, type & datum)

# data:thAccount
source: Account
hi: खाता
nl: Rekening

# data:thAmount
source: Amount
hi: राशि
nl: Bedrag

# data:thCategory
source: Category
hi: श्रेणी
nl: Categorie

# data:thDate
source: Date
hi: तिथि
nl: Datum

# data:thType
source: Type
hi: प्रकार

# data:title
source: Import & export
hi: आयात और निर्यात
nl: Importeren & exporteren

# data:trialNote
source: Importing data is not available during the free trial. Please upgrade to Premium to import your historical data.
hi: मुफ़्त परीक्षण के दौरान डेटा आयात उपलब्ध नहीं है। अपना ऐतिहासिक डेटा आयात करने के लिए प्रीमियम में अपग्रेड करें।
nl: Gegevens importeren is niet beschikbaar tijdens de gratis proefperiode. Upgrade naar Premium om je historische gegevens te importeren.

# goals:add
source: Add
hi: जोड़ें
nl: Toevoegen

# goals:addFunds
source: Add funds
hi: धन जोड़ें
nl: Geld toevoegen

# goals:addGoal
source: Add goal
hi: लक्ष्य जोड़ें
nl: Doel toevoegen

# goals:addSavingsFirst
source: Add a savings account first to allocate funds.
hi: धन आवंटित करने के लिए पहले एक बचत खाता जोड़ें।
nl: Voeg eerst een spaarrekening toe om geld toe te wijzen.

# goals:amount
source: Amount (%1$@)
hi: राशि (%1$@)
nl: Bedrag (%1$@)

# goals:block
source: Block
hi: रोकें
nl: Reserveren

# goals:blockFunds
source: Block funds
hi: धन रोकें
nl: Geld reserveren

# goals:cancel
source: Cancel
hi: रद्द करें
nl: Annuleren

# goals:delete
source: Delete
hi: हटाएँ
nl: Verwijderen

# goals:deleteMsg
source: “%1$@” and its saved allocations will be removed.
hi: “%1$@” और इसके सहेजे गए आवंटन हटा दिए जाएंगे।
nl: “%1$@” en de opgeslagen toewijzingen worden verwijderd.

# goals:deleteTitle
source: Delete this goal?
hi: यह लक्ष्य हटाएँ?
nl: Dit doel verwijderen?

# goals:edit
source: Edit
hi: संपादित करें
nl: Bewerken

# goals:efCheckbox
source: This is my emergency fund (kept liquid, filled first)
hi: यह मेरा आपातकालीन कोष है (तरल रखा जाता है, पहले भरा जाता है)
nl: Dit is mijn noodfonds (liquide gehouden, eerst gevuld)

# goals:efFirst
source: Build your emergency fund first — other goals unlock once it's fully funded.
hi: पहले अपना आपातकालीन कोष बनाएं — पूरी तरह भरने पर अन्य लक्ष्य अनलॉक हो जाते हैं।
nl: Bouw eerst je noodfonds op — andere doelen komen vrij zodra het volledig gevuld is.
